<!DOCTYPE html>
<html>
<head>
  <meta charset="UTF-8">
  <title>haoduoshipin</title>
  <link rel="stylesheet" href="style/main.css">
  <meta name="viewport" content="width=device-width, initial-scale=1" />
</head>
<body>
  <header>
     <div class="container">
       <a href="/">首页</a>
     </div>
  </header>




  <div class="container main">
    <h1 id="-github">&#x6CE8;&#x518C; Github</h1>
<p>&#x5148;&#x6765;&#x4ECB;&#x7ECD;&#x4E00;&#x4E0B; Github &#x5BF9;&#x4E8E;&#x524D;&#x7AEF;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x7684;&#x91CD;&#x8981;&#x6027;&#xFF0C;&#x7136;&#x540E;&#x6F14;&#x793A;&#x6CE8;&#x518C;&#x81EA;&#x5DF1;&#x7684; Github &#x8D26;&#x53F7;&#x3002;</p>
<h3 id="github-">Github &#xFF0C;&#x6CA1;&#x6709;&#x4F60;&#x4E0D;&#x884C;</h3>
<p>&#x5BF9;&#x4E8E;&#x4E00;&#x4E2A; Web &#x5F00;&#x53D1;&#x8005;&#xFF0C;&#x4E0D;&#x7BA1;&#x662F;&#x524D;&#x7AEF;&#x8FD8;&#x662F;&#x5168;&#x6808;&#xFF0C;&#x5982;&#x679C;&#x6CA1;&#x6709; Github &#x8D26;&#x6237;&#xFF0C;&#x53EA;&#x80FD;&#x8BF4;&#x4F60;&#x8FD8;&#x5904;&#x5728;&#x521D;&#x5B66;&#x9636;&#x6BB5;&#x3002;</p>
<p>&#x8FD9;&#x4E48;&#x7EDD;&#x5BF9;&#x5417;&#xFF1F;&#x662F;&#xFF01;&#x8BF4;&#x8BF4;&#x539F;&#x56E0;&#x5427;&#xFF1F;&#x597D;&#x3002;</p>
<p><img src="http://7xoklj.com1.z0.glb.clouddn.com/github-home.png" alt=""></p>
<p>&#x9996;&#x5148;&#xFF0C;&#x5F53;&#x4EE3;&#x5F00;&#x53D1;&#x6D41;&#x7A0B;&#x4E2D;&#xFF0C;&#x6CA1;&#x6709;&#x4EBA;&#x4F1A;&#x91CD;&#x9020;&#x8F6E;&#x5B50;&#x3002;Github &#x4F5C;&#x4E3A;&#x4E16;&#x754C;&#x4E0A;&#x6700;&#x5927;&#x7684;&#x5F00;&#x6E90;&#x9879;&#x76EE;&#x6258;&#x7BA1;&#x5E73;&#x53F0;&#xFF0C;&#x4E0A;&#x9762;&#x6C47;&#x96C6;&#x4E86;&#x6700;&#x591A;&#x7684;&#x53EF;&#x4EE5;&#x514D;&#x8D39;&#x4F7F;&#x7528;&#x7684;&#x6846;&#x67B6;&#xFF0C;&#x63D2;&#x4EF6;&#xFF0C;&#x5DE5;&#x5177;&#x3002;&#x6CE8;&#x610F;&#xFF0C;&#x8FD9;&#x4E9B;&#x90FD;&#x662F;&#x4E5F;&#x5185;&#x6700;&#x6838;&#x5FC3;&#x7684;&#x4E00;&#x4E9B;&#x5DE5;&#x5177;&#xFF0C;&#x4E0D;&#x662F;&#x4E00;&#x4E9B;&#x8FB9;&#x8FB9;&#x89D2;&#x89D2;&#x7684;&#x7834;&#x70C2;&#xFF0C;&#x6210;&#x719F;&#x7684;&#x524D;&#x7AEF;&#x5F00;&#x53D1;&#x8005;&#xFF0C;&#x6BCF;&#x5929;&#xFF0C;&#x5BF9;&#xFF0C;&#x5E94;&#x8BE5;&#x4E00;&#x70B9;&#x4E5F;&#x4E0D;&#x5938;&#x5F20;&#xFF0C;&#x90FD;&#x4F1A;&#x53C2;&#x8003;&#x548C;&#x4F7F;&#x7528;&#x5230;&#x8FD9;&#x4E9B;&#x5F00;&#x6E90;&#x9879;&#x76EE;&#x7684;&#x3002;&#x5176;&#x5B9E;&#x73B0;&#x5728;&#x524D;&#x7AEF;&#x5F00;&#x53D1;&#x7684;&#x5B9E;&#x9645;&#x60C5;&#x51B5;&#x662F;&#xFF0C;&#x7FA4;&#x96C4;&#x9010;&#x9E7F;&#xFF0C;&#x767E;&#x5BB6;&#x4E89;&#x9E23;&#x3002;&#x7C7B;&#x4F3C;&#x7684;&#x5DE5;&#x5177;&#x8F6F;&#x4EF6;&#x53EF;&#x80FD;&#x4F1A;&#x6709;&#x5E73;&#x884C;&#x7684;&#x7ADE;&#x4E89;&#x8005;&#xFF0C;&#x90A3;&#x4E48;&#x5982;&#x4F55;&#x9009;&#x62E9;&#x5462;&#xFF1F;&#x901A;&#x5E38;&#x662F;&#x770B; Github &#x4E0A;&#x8FD9;&#x4E2A;&#x9879;&#x76EE;&#x7684;&#x201C;&#x52A0;&#x661F;&#x201D;&#x6570;&#x91CF;&#xFF08; Star &#x6570;&#x91CF;&#xFF09;&#x3002;</p>
<p><img src="http://7xoklj.com1.z0.glb.clouddn.com/react-star.png" alt=""></p>
<p>&#x7B2C;&#x4E8C;&#xFF0C;&#x7248;&#x672C;&#x63A7;&#x5236;&#xFF0C;&#x662F;&#x5F00;&#x53D1;&#x8005;&#x7684;&#x5FC5;&#x5907;&#x7D20;&#x8D28;&#x3002;Github &#x5E95;&#x5C42;&#x7684;&#x6280;&#x672F;&#x662F; Git &#xFF0C;Git &#x662F;&#x5F53;&#x4E0B;&#x6700;&#x91CD;&#x8981;&#x7684;&#x7248;&#x672C;&#x63A7;&#x5236;&#x5DE5;&#x5177;&#x3002;&#x800C;&#x7248;&#x672C;&#x63A7;&#x5236;&#x662F;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4E2D;&#x5FC5;&#x5907;&#x7684;&#x4E00;&#x73AF;&#x4E86;&#x3002;&#x5C24;&#x5176;&#x662F;&#x524D;&#x7AEF;&#x5F00;&#x53D1;&#x9886;&#x57DF;&#xFF0C;&#x4E0D;&#x4F1A;&#x7528; Git &#x6709;&#x65F6;&#x5019;&#x8FDE;&#x57FA;&#x672C;&#x7684;&#x9879;&#x76EE;&#x642D;&#x5EFA;&#x8FC7;&#x7A0B;&#xFF08;&#x4F8B;&#x5982;&#x4E00;&#x4E9B;&#x57FA;&#x7840;&#x5305;&#x7684;&#x5B89;&#x88C5;&#xFF09;&#x90FD;&#x5B8C;&#x6210;&#x4E0D;&#x4E86;&#xFF0C;&#x66F4;&#x4E0D;&#x8981;&#x63D0;&#x6B63;&#x89C4;&#x7684;&#x9879;&#x76EE;&#x4E2D;&#xFF0C;&#x6574;&#x4E2A;&#x7684;&#x5F00;&#x53D1;&#x6D41;&#x7A0B;&#x90FD;&#x662F;&#x8981;&#x7ECF;&#x8FC7;&#x7248;&#x672C;&#x63A7;&#x5236;&#x7684;&#x3002;&#x4EC0;&#x4E48;&#x662F;&#x7248;&#x672C;&#x63A7;&#x5236;&#xFF0C;&#x540E;&#x7EED;&#x4F1A;&#x6709;&#x4ECB;&#x7ECD;&#x3002;</p>
<p><img src="http://7xoklj.com1.z0.glb.clouddn.com/git-scm.png" alt=""></p>
<p>&#x7B2C;&#x4E09;&#xFF0C;&#x8981;&#x725B;&#xFF0C;&#x8FD8;&#x8981;&#x725B;&#x5F97;&#x8DB3;&#x591F;&#x660E;&#x663E;&#x3002;&#x8C26;&#x865A;&#x5BF9;&#x4E8E;&#x521B;&#x4F5C;&#x8005;&#x4E0D;&#x662F;&#x7F8E;&#x5FB7;&#xFF0C;&#x521B;&#x4F5C;&#x672C;&#x5E94;&#x5F20;&#x626C;&#x3002;&#x8D77;&#x7801;&#x5728; Peter &#x7684;&#x89C6;&#x91CE;&#x91CC;&#xFF0C;&#x524D;&#x7AEF;&#x9AD8;&#x624B;&#x90FD;&#x662F;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x6280;&#x672F;&#x535A;&#x5BA2;&#x7684;&#x3002;&#x4F46;&#x662F;&#x66F4;&#x91CD;&#x8981;&#x7684;&#xFF0C;&#x662F;&#x8981;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x5F00;&#x6E90;&#x9879;&#x76EE;&#xFF0C;&#x5E76;&#x4E14;&#x628A;&#x4ED6;&#x6258;&#x7BA1;&#x5230; Github &#x4E4B;&#x4E0A;&#x3002; Github &#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x7A0B;&#x5E8F;&#x5458;&#x7684;&#x4EA4;&#x53CB;&#x7F51;&#x7AD9;&#xFF0C;&#x8FD9;&#x91CC;&#x5927;&#x5BB6;&#x53EF;&#x4EE5;&#x534F;&#x4F5C;&#x5F00;&#x53D1;&#xFF0C;&#x4E92;&#x76F8;&#x70B9;&#x8BC4;&#x4EE3;&#x7801;&#x3002;&#x7740;&#x91CD;&#x63D0;&#x4E00;&#x70B9;&#xFF0C;&#x5BF9;&#x4E8E;&#x521D;&#x5B66;&#x8005;&#xFF0C;&#x62E5;&#x6709;&#x81EA;&#x5DF1;&#x7684; Github &#x8D26;&#x53F7;&#x540C;&#x6837;&#x91CD;&#x8981;&#xFF0C;Github &#x4E0A;&#x7684;&#x4E2A;&#x4EBA;&#x4E3B;&#x9875;&#xFF0C;&#x4F8B;&#x5982; <a href="https://github.com/happypeter">Peter &#x81EA;&#x5DF1;&#x7684;&#x8FD9;&#x4E2A;</a>&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x7A0B;&#x5E8F;&#x5458;&#x6700;&#x597D;&#x7684;&#x7B80;&#x5386;&#x3002;&#x5317;&#x4EAC;&#x6211;&#x8BA4;&#x8BC6;&#x7684;&#x516C;&#x53F8;&#x521B;&#x59CB;&#x4EBA;&#x6709;&#x4E00;&#x6B21;&#x5C31;&#x8DDF;&#x6211;&#x8BF4;&#xFF0C;&#x6CA1;&#x6709; Github &#x8D26;&#x6237;&#x7684;&#x7533;&#x8BF7;&#x8005;&#xFF0C;&#x76F4;&#x63A5;&#x5237;&#x6389;&#x3002;</p>
<p><img src="http://7xoklj.com1.z0.glb.clouddn.com/github-happypeter.png" alt=""></p>
<h3 id="-">&#x6CE8;&#x518C;&#x8D26;&#x6237;</h3>
<p>&#x597D;&#xFF0C;&#x4E0A;&#x9762;&#x5148;&#x626F;&#x626F;&#xFF0C;&#x4E0B;&#x9762;&#x5C31;&#x52A8;&#x624B;&#x3002;&#x6CE8;&#x518C;&#x5C31;&#x5230; <a href="http://github.com">http://github.com</a> &#xFF0C;&#x6709;&#x8D44;&#x683C;&#x8981;&#x6C42;&#x5417;&#xFF1F;&#x6CA1;&#x6709;&#x3002;&#x53EA;&#x8981;&#x6709; Email &#x7684;&#x4EBA;&#x90FD;&#x53EF;&#x4EE5;&#x6CE8;&#x518C;&#x3002;&#x8BFE;&#x4E0A;&#x5168;&#x73ED;&#x540C;&#x5B66;&#x4E00;&#x8D77;&#x88C5;&#xFF0C;&#x53D1;&#x73B0; 163 &#x7684;&#x90AE;&#x7BB1;&#x6536;&#x4E0D;&#x5230; Github &#x53D1;&#x9001;&#x7684;&#x786E;&#x8BA4;&#x90AE;&#x4EF6;&#xFF08;&#x8FD9;&#x4E2A;&#x5E94;&#x8BE5;&#x662F;&#x95F4;&#x6B47;&#x6027;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x7528; 163 &#x6CE8;&#x518C;&#x6210;&#x529F;&#x8FC7;&#xFF09;&#xFF0C;&#x5176;&#x4ED6;&#x50CF; qq &#xFF0C;sina &#xFF0C;gmail &#x90FD;&#x53EF;&#x4EE5;&#x7684;&#x3002;</p>
<!-- 思路还是这样吧

演示用户注册账户这一步是必须的那就用 163 邮箱演示一下

演示完了之后，就切回我自己的主 github 账户来操作吧，创建一个项目主页就好了。

叫 kiss ，反正 github.com 上也能创建分支。托管页面也没有问题。
 -->
<p>&#x8BF4;&#x4E00;&#x4E2A;&#x4E0D;&#x5E78;&#x7684;&#x6D88;&#x606F;&#x554A;&#xFF0C;Github &#x662F;&#x6CA1;&#x6709;&#x4E2D;&#x6587;&#x7248;&#x7684;&#x3002;&#x754C;&#x9762;&#x662F;&#x82F1;&#x6587;&#x7684;&#x6CA1;&#x5173;&#x7CFB;&#xFF0C;Peter &#x5E26;&#x60A8;&#x4E00;&#x8D77;&#x8D70;&#x4E00;&#x904D;&#x54EA;&#x4E9B;&#x672F;&#x8BED;&#x5C31;&#x597D;&#x4E86;&#x3002;&#x9996;&#x9875;&#x6253;&#x5F00;&#x4E86;&#xFF0C;&#x9996;&#x5148;&#x8981;&#x6CE8;&#x518C;&#xFF08;&#x627E;&#x9875;&#x9762;&#x4E0A;&#x7684;&#x90A3;&#x4E2A; <strong>Sign Up</strong> &#x7684;&#x5927;&#x7EFF;&#x6309;&#x94AE;&#xFF0C;&#x5728;&#x9875;&#x9762;&#x53F3;&#x4E0A;&#x65B9;&#xFF0C; Sign Up &#x7684;&#x610F;&#x601D;&#x5C31;&#x662F;&#x201D;&#x6CE8;&#x518C;&#x201C;&#xFF09;&#x3002;</p>
<p>&#x70B9;&#x8FDB;&#x53BB;&#xFF0C;&#x5C31;&#x770B;&#x5230;&#x4E86;&#x6CE8;&#x518C;&#x9875;&#x9762;&#xFF0C;&#x5982;&#x4E0B;&#x56FE;&#xFF1A;</p>
<p><img src="http://7xoklj.com1.z0.glb.clouddn.com/github-signup.png" alt=""></p>
<p>&#x89E3;&#x91CA;&#x4E00;&#x4E0B;&#x82F1;&#x6587;&#xFF1A;</p>
<blockquote>
<p>Join Github </p>
</blockquote>
<p>&#x52A0;&#x5165; Github</p>
<blockquote>
<p>The best way to design, build, and ship software. </p>
</blockquote>
<p>&#x8BBE;&#x8BA1;&#xFF0C;&#x6784;&#x5EFA;&#xFF0C;&#x53D1;&#x5E03;&#x8F6F;&#x4EF6;&#x7684;&#x6700;&#x4F73;&#x65B9;&#x5F0F;&#x3002;</p>
<blockquote>
<p>Step 1: Set up a personal account </p>
</blockquote>
<p>&#x7B2C;&#x4E00;&#x6B65;&#xFF1A;&#x8BBE;&#x7F6E;&#x4E2A;&#x4EBA;&#x8D26;&#x6237;</p>
<blockquote>
<p>Username </p>
</blockquote>
<p>&#x7528;&#x6237;&#x540D;</p>
<blockquote>
<p>This will be your username &#x2014; you can enter your organization&#x2019;s username next. </p>
</blockquote>
<p>&#x8FD9;&#x91CC;&#x8981;&#x586B;&#x5199;&#x7684;&#x662F;&#x60A8;&#x7684;&#x7528;&#x6237;&#x540D; - &#x540E;&#x9762;&#x60A8;&#x53EF;&#x4EE5;&#x518D;&#x586B;&#x5199;&#x60A8;&#x7684;&#x7EC4;&#x7EC7;&#x7528;&#x6237;&#x540D;&#x3002;&#xFF08;&#x6CE8;&#x610F;&#xFF0C;&#x201C;&#x7EC4;&#x7EC7;&#x201D; &#x662F; Github 
&#x7684;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x529F;&#x80FD;&#x4E86;&#xFF0C;&#x54B1;&#x4EEC;&#x7528;&#x4E0D;&#x4E0A;&#xFF0C;&#x6240;&#x4EE5;&#x7EC4;&#x7EC7;&#x76F8;&#x5173;&#x7684;&#x5185;&#x5BB9;&#x90FD;&#x4E0D;&#x7528;&#x7BA1;&#xFF09;</p>
<blockquote>
<p>Email Address </p>
</blockquote>
<p>&#x90AE;&#x7BB1;&#x5730;&#x5740;</p>
<blockquote>
<p>You will occasionally receive account related emails. We promise not to share your email with anyone. </p>
</blockquote>
<p>&#x60A8;&#x4F1A;&#x5076;&#x5C14;&#x6536;&#x5230;&#x548C;&#x60A8;&#x8D26;&#x6237;&#x76F8;&#x5173;&#x7684;&#x4E00;&#x4E9B;&#x90AE;&#x4EF6;&#x3002;&#x6211;&#x4EEC;&#x627F;&#x8BFA;&#x4E0D;&#x4F1A;&#x628A;&#x60A8;&#x7684;&#x90AE;&#x7BB1;&#x544A;&#x8BC9;&#x522B;&#x4EBA;&#x3002;&#xFF08;&#x6CE8;&#x610F;&#xFF1A;&#x90AE;&#x7BB1;&#x4E00;&#x5B9A;&#x8981;&#x662F;&#x4E2A;&#x80FD;
&#x7528;&#x7684;&#xFF0C;&#x5176;&#x5B9E;&#x65E5;&#x5E38;&#x5F00;&#x53D1;&#x4E2D;&#x7528;&#x5F97;&#x5012;&#x4E0D;&#x591A;&#xFF0C;&#x4F46;&#x662F;&#x8D26;&#x6237;&#x6CE8;&#x518C;&#x4E4B;&#x540E;&#xFF0C;&#x60F3;&#x8981;&#x6FC0;&#x6D3B;&#x8D26;&#x6237;&#xFF0C;&#x5FC5;&#x987B;&#x8981;&#x5230;&#x90AE;&#x4EF6;&#x4E2D;&#x8FDB;&#x884C;&#x90AE;&#x7BB1;&#x786E;&#x8BA4;&#x624D;&#x884C;&#xFF0C;&#x8FD9;&#x4E2A;&#x540E;&#x9762;&#x9A6C;&#x4E0A;&#x4F1A;&#x770B;&#x5230;&#xFF09;&#x3002;</p>
<blockquote>
<p>Password </p>
</blockquote>
<p>&#x5BC6;&#x7801;</p>
<blockquote>
<p>Use at least one lowercase letter, one numeral, and seven characters.</p>
</blockquote>
<p>&#x8981;&#x6700;&#x5C11;&#x5305;&#x542B;&#x4E00;&#x4E2A;&#x5C0F;&#x5199;&#x5B57;&#x7B26;&#xFF08;&#x82F1;&#x6587;&#x5B57;&#x7B26;&#xFF09;&#xFF0C;&#x4E00;&#x4E2A;&#x6570;&#x5B57;&#xFF0C;&#x5E76;&#x4E14;&#x6700;&#x5C11;&#x662F;&#x4E03;&#x4F4D;&#x3002;</p>
<blockquote>
<p>By clicking on &quot;Create an account&quot; below, you are agreeing to the Terms of Service and the Privacy Policy. </p>
</blockquote>
<p>&#x70B9;&#x51FB;&#x4E0B;&#x9762;&#x201D;&#x521B;&#x5EFA;&#x8D26;&#x6237;&#x201C;&#x6309;&#x94AE;&#xFF0C;&#x8868;&#x793A;&#x60A8;&#x5DF2;&#x7ECF;&#x540C;&#x610F;&#x4E86;&#x6211;&#x4EEC;&#x7684;&#x670D;&#x52A1;&#x548C;&#x9690;&#x79C1;&#x7B56;&#x7565;&#x3002;&#xFF08;&#x6CE8;&#x610F;&#xFF1A;&#x8FD9;&#x4E2A;&#x4E0D;&#x7528;&#x7BA1;&#x5B83;&#xFF09;</p>
<blockquote>
<p>Create an Account </p>
</blockquote>
<p>&#x521B;&#x5EFA;&#x8D26;&#x6237;</p>
<p>&#x6CE8;&#x610F;&#x4E8B;&#x9879;&#x3002;&#x7528;&#x6237;&#x540D;&#x63A8;&#x8350;&#x4E0D;&#x8981;&#x7528;&#x5927;&#x5199;&#x5B57;&#x7B26;&#xFF0C;&#x5C3D;&#x91CF;&#x7B80;&#x77ED;&#xFF0C;&#x5C31;&#x662F;&#x4E3A;&#x4E86;&#x4EE5;&#x540E;&#x7528;&#x7740;&#x65B9;&#x4FBF;&#x3002;&#x5176;&#x4ED6;&#x6CA1;&#x4EC0;&#x4E48;&#x4E86;&#xFF0C;&#x70B9;&#x4E00;&#x4E0B;&#x201C;&#x521B;&#x5EFA;&#x8D26;&#x6237;&#x201D;&#x6309;&#x94AE;&#x5427;&#x3002;&#x8FD9;&#x6837;&#x5C31;&#x8FDB;&#x5165;&#x7B2C;&#x4E8C;&#x6B65;&#xFF1A;&#x9009;&#x62E9;&#x4ED8;&#x8D39;&#x65B9;&#x6848;&#xFF08; Choose Your Plan &#xFF09;&#x3002;&#x56E0;&#x4E3A;&#x54B1;&#x4EEC;&#x8981;&#x6258;&#x7BA1;&#x7684;&#x90FD;&#x662F;&#x5F00;&#x6E90;&#x9879;&#x76EE;&#xFF0C;&#x514D;&#x8D39;&#x7684;&#xFF0C;&#x6240;&#x4EE5;&#x5C31;&#x4FDD;&#x6301;&#x539F;&#x6709;&#x7684;&#x9ED8;&#x8BA4;&#x7684; Free &#x90A3;&#x4E00;&#x9879;&#x5C31;&#x53EF;&#x4EE5;&#x4E86;&#x3002;&#x518D;&#x6709;&#x5C31;&#x662F;&#x4E0B;&#x9762;&#x5173;&#x4E8E; <strong>organization</strong> &#x7684;&#x54EA;&#x4E00;&#x4E2A;&#x9009;&#x9879;&#xFF0C;&#x7559;&#x7A7A;&#x5C31;&#x53EF;&#x4EE5;&#xFF0C;&#x4E0D;&#x8981;&#x52FE;&#x3002;&#x603B;&#x4E4B;&#x8FD9;&#x4E2A;&#x9875;&#x9762;&#x4E0A;&#x4EC0;&#x4E48;&#x90FD;&#x4E0D;&#x7528;&#x52A8;&#xFF0C;&#x76F4;&#x63A5;&#x70B9; <strong>Finish Sign Up</strong> &#x4E5F;&#x5C31;&#x662F;&#x201D;&#x7ED3;&#x675F;&#x6CE8;&#x518C;&#x201C;&#x6309;&#x94AE;&#x5C31;&#x53EF;&#x4EE5;&#x4E86;&#x3002;</p>
<p><img src="http://7xoklj.com1.z0.glb.clouddn.com/signup-step2.png" alt=""></p>
<h3 id="-">&#x9A8C;&#x8BC1;&#x90AE;&#x7BB1;</h3>
<p>&#x597D;&#x4E86;&#xFF0C;&#x6CE8;&#x518C;&#x5B8C;&#x6210;&#x4E86;&#xFF0C;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E8B;&#x60C5;&#x662F;&#x6765;&#x5230; Github &#x7684;&#x9996;&#x9875;&#xFF0C;&#x4E5F;&#x5C31;&#x662F; <a href="http://github.com">http://github.com</a> &#x8FD9;&#x91CC;&#xFF0C;&#x8FD9;&#x65F6;&#x5019;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x53F3;&#x8FB9;&#x9760;&#x4E0B;&#x7684;&#x4F4D;&#x7F6E;&#x6709;&#x4E00;&#x4E2A;&#x5927;&#x7EFF;&#x6309;&#x94AE;&#xFF0C;<strong>+New Repository</strong>&#xFF08;&#x65B0;&#x5EFA;&#x4ED3;&#x5E93;&#xFF09;&#x3002;&#x70B9;&#x4E00;&#x4E0B;&#xFF0C;&#x5374;&#x53D1;&#x73B0;&#x4E0D;&#x80FD;&#x521B;&#x5EFA;&#xFF0C;&#x6709;&#x4E0B;&#x9762;&#x7684;&#x5185;&#x5BB9;&#xFF1A;</p>
<p><img src="http://7xoklj.com1.z0.glb.clouddn.com/verify-email.png" alt=""></p>
<p><strong>Verify Email</strong> &#x7684;&#x610F;&#x601D;&#x662F;&#x8981;&#x9A8C;&#x8BC1;&#x90AE;&#x7BB1;&#x3002;&#x8FD9;&#x4E00;&#x6B65;&#x9700;&#x8981;&#x505A;&#x7684;&#x5C31;&#x662F;&#x5230;&#x6211;&#x4EEC;&#x7684;&#x90AE;&#x7BB1;&#x4E2D;&#xFF0C;&#x5982;&#x679C;&#x6536;&#x5230;&#x4E86; Github &#x53D1;&#x6765;&#x7684;&#x90AE;&#x4EF6;&#xFF0C;&#x5C31;&#x4F1A;&#x770B;&#x5230;&#x4E0B;&#x9762;&#x7684;&#x5185;&#x5BB9;</p>
<p><img src="http://7xoklj.com1.z0.glb.clouddn.com/email-for-verify.png" alt=""></p>
<p>&#x70B9;&#x4E00;&#x4E0B; <strong>Verify Email Address</strong> &#x6309;&#x94AE;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x5B8C;&#x6210;&#x90AE;&#x7BB1;&#x9A8C;&#x8BC1;&#x5DE5;&#x4F5C;&#x4E86;&#x3002;</p>
<h3 id="-">&#x7ED3;&#x8BED;</h3>
<p>&#x597D;&#xFF0C;&#x5148;&#x5B8C;&#x6210;&#x6CE8;&#x518C;&#xFF0C;&#x540E;&#x9762;&#x4F1A;&#x6709;&#x7248;&#x672C;&#x63A7;&#x5236;&#x7684;&#x6E10;&#x8FDB;&#x5165;&#x95E8;&#x3002;</p>

  </div>
  <footer>
    <div class="container">
    </div>
  </footer>
</body>
</html>
